Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Boutros Boutros-Ghali and Moshe Dayan at the Council of Europe in Strasbourg (October 1979)
ne: बुत्रोस बुत्रोस-घाली and Moshe Dayan at the Council of Europe in Strasbourg (October 1979)

source: He served as Egypt's Minister of State for Foreign Affairs from 1977 until early 1991. He then became Deputy Minister for Foreign Affairs for several months before moving to the UN. As Minister of State for Foreign Affairs, he played a part in the peace agreements between President Sadat and Israeli Prime Minister Menachem Begin.[7]
ne: बुत्रोस बुत्रोस-घालीको राजनीतिक वृति अनवर एल सादातको रास्ट्रपति कालमा विकसित भयो। उनी अरब समाजवादी संघको केन्द्रीय समिति १९७४ देखि १९७७ सम्मको सदस्य थिए। उनले इजिप्टको विदेश राज्य मन्त्रि को रुपमा १९७७ देखि १९९१ सम्म सेवा गरे । त्यसपछि उहाँ संयुक्त राष्ट्रसंघमा जान अघि धेरै महिनासम्म विदेशको उपमन्त्री हुनुभयो। विदेश राज्य मन्त्रीको रूपमा, उहाँले राष्ट्रपति सादत र इजरायलका प्रधानमन्त्री म्यानकोहेज बीचको शान्ति सम्झौतामा भाग लिनुभयो। [7]

source: According to investigative journalist Linda Melvern, Boutros-Ghali approved a secret $26 million arms sale to the government of Rwanda in 1990 when he was Foreign Minister, the weapons stockpiled by the Hutu regime as part of the fairly public, long-term preparations for the subsequent genocide. He was serving as UN Secretary-General when the killings occurred four years later.[8]
ne: अनुसन्धान पत्रकार लिंडा मेल्वरनको अनुसार, बुत्रोस बुत्रोस-घालीले १९९० मा रुवांडा सरकारलाई एक गोपनीय $ २६ मिलियन हतियार बिक्री स्वीकृत गरे जब उनी विदेश मंत्री थिए, हुतु शासनद्वारा हतियारको भण्डारले साधारण जनताको भागको रूपमा, पछिल्ला नरसंहारको लागि दीर्घकालीन तयारी। जब चार वर्ष पछि नरसंहार भयो त्यो बेला संयुक्त राष्ट्र महासचिवको रूपमा सेवा गरिरहेका थिए।[8]

source: The top post in the UN was opening up as Javier Pérez de Cuéllar of Peru reached the end of his second term, and Africa was next in the rotation. Boutros-Ghali tied Bernard Chidzero of Zimbabwe in the first two rounds of polling, edged ahead by one vote in round 3, and fell behind by one vote in round 4. After several countries withdrew their support for Chidzero, fed by fears that the United States was trying to eliminate both of the leading candidates, Boutros-Ghali won a clear victory in round 5.[9]
ne: बुत्रोस बुत्रोस-घाली १९९१ को चुनावमा संयुक्त राष्ट्रको महासचिवको लागि भाग लिए। संयुक्त राष्ट्रमा शीर्ष पद खोलिएको थियो जब पेरूको जाजरिएर जज डी क्वेलर आफ्नो दोस्रो पदको अन्त्यमा पुग्यो, र अफ्रिकाको पालो थियो।बोट्रोस-गालीले मतदानको पहिलो दुई राउन्डमा जिम्बाब्वेको बर्नार्ड चिड्जेरोलाई बराबरीमा राख्यो, तेस्रो चरणमा एक मतले अग्रता लिएको थियो, र चौथो 4 मा एक मतले पराजित गर्यो।धेरै देशहरूले चिदजोरोको लागि आफ्नो समर्थन फिर्ता लिंदा डरलाग्दो डरलाग्दो थियो कि संयुक्त राज्य अमेरिका दुवै प्रमुख उम्मेद्वारहरू हटाउन प्रयास गर्दै थिए, बोट्रोस-गलीले गोल 5 मा स्पष्ट विजय हासिल गरे।[9]

source: However, he was criticised for the UN's failure to act during the 1994 Rwandan Genocide, which officially left over one million people dead, and he appeared unable to muster support in the UN for intervention in the continuing Angolan Civil War. One of the hardest tasks during his term was dealing with the crisis of the Yugoslav Wars after the disintegration of the former Yugoslavia. His reputation became entangled in the larger controversies over the effectiveness of the UN and the role of the United States in the UN.
ne: बुत्रोस बुत्रोस-घालीको कार्यकाल अवधि विवादास्पद रह्यो। १९९२ मा, तिनले शान्तिको लागि एजेन्डा An Agenda for Peace, पेश गरे, संयुक्त राष्ट्रले कसरी हिंसात्मक संघर्षको जवाफ दिन सक्थे। तथापि, सन् १९९४ को रुवान्डा नरसंहारको रोक्न नसक्नु संयुक्त राष्ट्रसंघको असफलताको आलोचना गरिएको थियो, जसले आधिकारिक रूपमा एक लाख भन्दा बढी मानिस मरेको छ, र उनले संयुक्त राष्ट्रमा अन्गोलाको गृहयुद्ध हस्तक्षेपको लागि समर्थन गर्न असमर्थ थिए । आफ्नो कार्यकाल को सबै भन्दा कठिन कार्यहरु मध्ये एक युगोस्लाभियाको विघटन पछि यूगोस्लाव युद्धहरुको संकटसंग समाधानको अभाव थियो। तिनको प्रतिष्ठा संयुक्त राष्ट्रको प्रभावकारिता र संयुक्त राष्ट्रमा संयुक्त राज्यको भूमिकामाथि ठूलो विवादमा उभिएको थियो।

source: Boutros-Ghali died aged 93 in a hospital in Cairo, after having been admitted for a broken pelvis or leg, on 16 February 2016.[21][22][23][24] A military funeral was held for him with prayers led by Coptic Pope Tawadros II. He is buried at Petrine Church in Abbassia, Cairo.[25]
ne: बोट्रोस-गालीले कायरोको एक अस्पतालमा ९३ वर्षको उमेरमा मृत्यु भएको थियो, जहाँ उनी खुट्टा भाचिएकोले १६ फेब्रुअरी २०१६ मा भर्ना भएका थिए ।[21][22][23][24] Coptic पोप Tawadros II को नेतृत्व मा प्रार्थना संग उनको लागि एक सैन्य अंतिम संस्कार भएको थियो। उनी अब्राफिया, कायरोमा पेट्रिना चर्चमा गाडियो।

source: Argentina : Grand Cross of the Order of the Liberator General San Martín Belgium : Grand Cordon of the Order of Leopold Brazil : Grand Cross of the Order of the Southern Cross Canada : Companion of the Order of Canada Central African Republic : Grand Cross of the Order of Central African Merit Chile : Grand Cross of the National Order of Merit Colombia : Grand Cross of the Order of Boyaca Denmark : Knight of the Order of the Elephant Ecuador : Grand Cross of the National Order of San Lorenzo France : Grand Cross of the Legion of Honour Germany : Grand Cross of the Order of Merit of the Federal Republic of Germany Greece : Grand Cross of the Order of the Redeemer Italy : Knight Grand Cross with Collar Order of Merit of the Italian Republic Ivory Coast : Grand Croce of the National Order of the Ivory Coast Japan : Grand Cordon of the Order of the Chrysanthemum Luxembourg : Grand Cross of the Order of Merit of the Grand Duchy of Luxembourg Mali : Grand Cross of the National Order of Mali Malta : Grand Cross of the Sovereign Military Order of Malta Mexico : Grand Cross of the Order of the Aztec Eagle Nepal : Grand Commander of the Order of the Star of Nepal Peru : Grand Cross of the Order of the Sun of Peru Portugal : Grand Cross of the Order of Prince Henry South Korea : Grand cross of the Grand Order of Mugunghwa Sweden : Grand Cross of the Order of the Polar Star
ne: {{{{{1}}} | alias =Argentine Confederation | flag alias =Flag of the Argentine Confederation.svg | size = | name = }} : Grand Cross of the Order of the Liberator General San Martín ढाँचा:देश आँकडा Belgium : Grand Cordon of the Order of Leopold ढाँचा:देश आँकडा Brazil : Grand Cross of the Order of the Southern Cross ढाँचा:देश आँकडा Canada : Companion of the Order of Canada {{{{{1}}} | alias =Argentine Confederation | flag alias =Flag of the Argentine Confederation.svg | size = | name = }} : Grand Cross of the Order of Central African Merit ढाँचा:देश आँकडा Chile : Grand Cross of the National Order of Merit ढाँचा:देश आँकडा Colombia : Grand Cross of the Order of Boyaca ढाँचा:देश आँकडा Denmark : Knight of the Order of the Elephant {{{{{1}}} | alias =Argentine Confederation | flag alias =Flag of the Argentine Confederation.svg | size = | name = }} : Grand Cross of the National Order of San Lorenzo {{{{{1}}} | alias =Argentine Confederation | flag alias =Flag of the Argentine Confederation.svg | size = | name = }} : Grand Cross of the Legion of Honour ढाँचा:देश आँकडा Germany : Grand Cross of the Order of Merit of the Federal Republic of Germany ढाँचा:देश आँकडा Greece : Grand Cross of the Order of the Redeemer {{{{{1}}} | alias =Argentine Confederation | flag alias =Flag of the Argentine Confederation.svg | size = | name = }} : Knight Grand Cross with Collar Order of Merit of the Italian Republic ढाँचा:देश आँकडा Ivory Coast : Grand Croce of the National Order of the Ivory Coast ढाँचा:देश आँकडा Japan : Grand Cordon of the Order of the Chrysanthemum {{{{{1}}} | alias =Argentine Confederation | flag alias =Flag of the Argentine Confederation.svg | size = | name = }} : Grand Cross of the Order of Merit of the Grand Duchy of Luxembourg ढाँचा:देश आँकडा Mali : Grand Cross of the National Order of Mali {{{{{1}}} | alias =Argentine Confederation | flag alias =Flag of the Argentine Confederation.svg | size = | name = }} : Grand Cross of the Sovereign Military Order of Malta ढाँचा:देश आँकडा Mexico : Grand Cross of the Order of the Aztec Eagle {{{{{1}}} | alias =Argentine Confederation | flag alias =Flag of the Argentine Confederation.svg | size = | name = }} : Grand Commander of the Order of the Star of Nepal ढाँचा:देश आँकडा Peru : Grand Cross of the Order of the Sun of Peru ढाँचा:देश आँकडा Portugal : Grand Cross of the Order of Prince Henry ढाँचा:देश आँकडा South Korea : Grand cross of the Grand Order of Mugunghwa ढाँचा:देश आँकडा Sweden : Grand Cross of the Order of the Polar Star

source: Religious Places
ne: धार्मिक स्थलहरु

source: Notable Places
ne: विशेष ठाउँहरु

source: Dakneshwori Municipality (Nepali: डाक्नेश्वोरी नगरपालिका) is located in Saptari District in the Province 2 of Nepal. It was formed in 2016 occupying current 10 sections (wards) merging previous Kabilash, Bhuthi, Tarhi, Hariraha, Pato, Aurahi, Brahampur, Gamahariya Parwaha, Patthargada and Banaula VDCs[2]. It occupies an area of 69.11 sq. km with a total population of 44,782[3][1].
ne: डाक्नेश्वोरी नगरपालिका (English: Dakneshwori Municipality) प्रान्त नं. २ काे सप्तरी जिल्लामा रहेकाे छ । यसको स्थापना २०१६ मा पहिलेको १० वटा गाविसहरु लाई १० वर्गहरु (वार्ड) हरु मा बिभाजन गरी बनाईएको हो । यसमा कबिलासा, भुतही, तरही, हरिरहा, पतो, औरहि, ब्रहम्पुर्, गमहरिय पर्वहाँ, पत्थरगाडा र बनौला वडाहरु रहेका छन् ।[2]. यसको कुल ४४,७८२ जनसंख्या ६९.११ वर्ग किमी मा अवस्थित रहेको छ ।[3][1].

source: Dakneshwori Municipality is connected from North to South by Kathauna - Pato Road[4].
ne: डक्नेश्वोरी नगरपालिका उत्तर देखि दक्षिण कठौँना - पातो सडक द्वारा जोडिएको छ । [4].

source: See also
ne: पनि हेर्नुहोस्

source: School
ne: स्कूलहरु

source: Transportation
ne: बाहन

source: Dakneshwori Temple at Pato Bishnu Temple at Banaula Kabileshwor Mahadev at Kabilash Ram Janki Temple at Bhuthi Hanuman Temple at Kushaha
ne: डक्नेश्वोरी मंदिर, पातो विष्णु मंदिर, बानोला कबिलेश्वर महादेव, कबिलसा रामजानकी मंदिर, भुतही हनुमान मंदिर, कुशहा

source: Janta Rameshwor Higher Secondary School, Brahampur Kant Chand Higher Secondary School, Pato Shree Janta Higher Secondary School, Tarhi Shree Higher Secondary School, Kabilash
ne: जनता रमेश्वर माध्यमिक विद्यालय, ब्रहम्पुर् कन्त चन्द माध्यमिक विद्यालय, पातो श्री जनता माध्यमिक विद्यालय, तरही श्री जनता माध्यमिक विद्यालय, कबिलसा

source: Saptari
ne: सप्तरी_जिल्ला

source: 1 2 Nepal, Government of Nepal (November 2012). ""National Population and Housing Census 2011 (Village Development Committee/Municipality)" (PDF). National Planning Commission. ↑ "PM formally announces 744 local units operational".
ne: 1 2 Nepal, Government of Nepal (नोभेम्बर २०१२), ""National Population and Housing Census 2011 (Village Development Committee/Municipality)", National Planning Commission। ↑ "PM formally announces 744 local units operational", My Republica. अन्तिम पहुँच मिति:2018-08-13. (in en) ↑ "Population Ward Level 753 Local Unit", CBS, जुन २, २०१७। ↑ "Kathauna- Pato Road, Eastern Region, Nepal", placesmap.net, अभिगमन मिति २०१८-०८-१३।

source: Dakneshwori
ne: डाक्नेश्वोरी

source: Roman Catholic Church
ne: रोमन क्याथोलिक चर्च

source: Israel
ne: इजरायल

source: United States
ne: संयुक्त राज्य अमेरिका

source: Hutu Power movement
ne: हुतु पावर आंदोलन

source: France and Opération Turquoise
ne: फ्रान्स र Opération Turquoise

source: International involvement
ne: अन्तर्राष्ट्रिय संलग्नता

source: Rwandan Civil War
ne: रवांडा गृहयुद्ध

source: Background
ne: पृष्ठभूमि

source: 1 2 See, e.g., Rwanda: How the genocide happened, BBC, 17 May 2011, which gives an estimate of 800,000, and OAU sets inquiry into Rwanda genocide, Africa Recovery, Vol. 12 1#1 (August 1998), p. 4, which estimates the number at between 500,000 and 1,000,000.
ne: 1 2 See, e.g., Rwanda: How the genocide happened, BBC, 17 May 2011, which gives an estimate of 800,000, and OAU sets inquiry into Rwanda genocide, Africa Recovery, Vol.

source: Seven out of every 10 Tutsis were killed. ↑ UN decides it is officially ‘genocide against Tutsi’ - News 1 2 Sheshadri, Raja.
ne: 12 1#1 (August 1998), p.

source: "Pygmies in the Congo Basin and Conflict". American University. Archived from the original on March 4, 2016.
ne: 4, which estimates the number at between 500,000 and 1,000,000.

source: Retrieved March 22, 2017. ↑ "The 'Pygmies'". Survival International. Retrieved 22 March 2017. ↑ http://www.history.com/topics/rwandan-genocide ↑ "The Machete".
ne: Seven out of every 10 Tutsis were killed. ↑ UN decides it is officially ‘genocide against Tutsi’ - News 1 2 Sheshadri, Raja, "Pygmies in the Congo Basin and Conflict", American University, मूलबाट ४ मार्च २०१६-मा सङ्ग्रहित, अभिगमन मिति २२ मार्च २०१७। ↑ "The 'Pygmies'", Survival International, अभिगमन मिति २२ मार्च २०१७। ↑ http://www.history.com/topics/rwandan-genocide ↑ "The Machete", Imaging Genocide, Michigan State University, २ अक्टोबर २०१६। ↑ M, Mark.

source: Michigan State University. 2 October 2016. ↑ M, Mark (3 January 2009). "The Rwandan Genocide: Role of the Media, Local Politics and the International Community". ↑ https://www.nytimes.com/2017/12/13/world/africa/rwanda-france-genocide.html ↑ https://www.cnn.com/2017/12/13/africa/french-officials-rwanda-genocide/index.html ↑ http://www.newsweek.com/rwanda-genocide-french-connection-508940 ↑ http://www.lemonde.fr/afrique/article/2017/06/27/genocide-au-rwanda-des-revelations-sur-le-role-de-la-france_5151690_3212.html ↑ Chrétien 2003, p. 44.
ne: "The Rwandan Genocide: Role of the Media, Local Politics and the International Community", 3 January 2009. ↑ https://www.nytimes.com/2017/12/13/world/africa/rwanda-france-genocide.html ↑ https://www.cnn.com/2017/12/13/africa/french-officials-rwanda-genocide/index.html ↑ http://www.newsweek.com/rwanda-genocide-french-connection-508940 ↑ http://www.lemonde.fr/afrique/article/2017/06/27/genocide-au-rwanda-des-revelations-sur-le-role-de-la-france_5151690_3212.html ↑ Chrétien 2003, p. 44.

source: Rwandan genocide Part of Rwandan Civil War Human skulls at the Nyamata Genocide Memorial Location Rwanda Date 7 April – 15 July 1994 Target Tutsi population, Twa, and moderate Hutus Attack type Genocide, mass murder Deaths 500,000–2,000,000[1] Perpetrators Hutu-led government, Interahamwe and Impuzamugambi militias
ne: Rwandan genocide Part of Rwandan Civil War Human skulls at the Nyamata Genocide Memorial स्थान: Rwanda मिति: 7 April – 15 July 1994 निशाना: Tutsi population, Twa, and moderate Hutus आक्रमणको प्रकार: Genocide, mass murder मृत्यु: 500,000–2,000,000[1]

source: The Rwandan genocide, also known as the genocide against the Tutsi,[2] was a genocidal mass slaughter of Tutsi in Rwanda by members of the Hutu majority government. An estimated 500,000 to 1,000,000 Rwandans were killed during the 100-day period from 7 April to mid-July 1994,[1] constituting as many as 70% of the Tutsi population. Additionally, 30% of the Pygmy Batwa were killed.[3][4] The genocide and widespread slaughter of Rwandans ended when the Tutsi-backed and heavily armed Rwandan Patriotic Front (RPF) led by Paul Kagame took control of the country.
ne: रुवाण्डा नरसंहार, तुत्सी विरुद्ध नरसंहारको रूपमा पनि जानिन्छ,[2] जुन हुतु बहुमत सरकारले रुवाण्डामा तुत्सी जातिको सामुहिक हत्या गरेको थियो।७ अप्रिल देखि मध्य जुलाई १९९४ सम्मको १००-दिनको अवधिको समयमा अनुमानित ५,००,००० देखि १०,००,००० रुवान्डालीहरू मारिएका थिए,[1] जसमा तुत्सी जनसंख्याको 70% भन्दा बढी थियो। साथै, पिग्मी बेतवा जातिको 30% लाई मारियो।[3][4] रुवाण्डाको नरसंहार र व्यापक हत्याको अन्त्य तब सकियो जब पावल कागामे नेतृत्वको तुत्सी -समर्थित र भारी सशस्त्रधारी रुवाण्डा देशभक्त मोर्चा (Rwandan Patriotic Front आरपीएफ)ले देशको नियन्त्रणमा लिए। अनुमानित 200,000 रवाडाहरू, प्रायः हुतुहरू विस्थापित भए र शरणार्थी भए।[5]

source: The genocide was planned by members of the core political elite, many of whom occupied positions at top levels of the national government. Perpetrators came from the ranks of the Rwandan army, the Gendarmerie, government-backed militias including the Interahamwe and Impuzamugambi.
ne: नरसंहार धेरै जसलाई राष्ट्रिय सरकारको शीर्ष स्तर मा स्थान कब्जा कोर राजनीतिक कुलीन को सदस्य, द्वारा योजना थियो।सतावटहरू रुवान्डा सेना सरकारद्वारा समर्थित , the Gendarmerie, Interahamwe and Impuzamugambi जस्ता मिलिशियाबाट आएका थिए।

source: International pressure on the Hutu government of Juvénal Habyarimana resulted in a ceasefire in 1993, with a road-map to implement the Arusha Accords, which would create a power-sharing government with the RPF. This agreement was not acceptable to a number of conservative Hutu, including members of the Akazu, who viewed it as conceding to enemy demands. The RPF military campaign intensified support for the so-called "Hutu Power" ideology, which portrayed the RPF as an alien force who were non-Christian, intent on reinstating the Tutsi monarchy and enslaving Hutus.
ne: नरसंहार रुवाण्डा गृहयुद्धको सन्दर्भमा भएको थियो जुन द्वन्द १९९०मा हुतु नेतृत्वको सरकार र रुवाण्डा देशभक्त मोर्चा (Rwandan Patriotic Front आरपीएफ), जसमा विभिन्न देशमा छरिएर बसेका तुत्सीहरु थिए, बीच लडिएको थियो । आरपीएफ र टुट्सी विरुद्ध हुतुको हिंसाको लहरहरूले १९६२ मा रुवाण्डा स्वतन्त्र भयो। ज्युनिल हबारीमानाको हुतु सरकारमा अन्तर्राष्ट्रिय दबाबले १९९३ मा युद्धबिराम भयो , त्यसैको मर्गनिर्देशनले आरपीएफसंग अरुशा सम्झौता भयो, र आरपीएफसंग शक्ति साझेदार भएको सरकार बन्यो। यो सम्झौता अकाजु Akazu, सहित धेरै अतिबादी हुतुहरुलाई स्वीकार्य थिएन, जसले दुश्मनको माग पुरा गरेको नजरले यो सम्झौतालाई हेर्थे। विदेशी साम्राज्यवादी शक्तिको साथ पाएको भरमा रवाण्डामा शासन गर्न थालेको भनी तुत्सी हुतुहरुका लागि अप्रिय बने। हुतुहरु तुत्सीहरुलाई तुत्सी राजतन्त पुनर्स्थापना गर्न र हुतुहरुलाई दास बनाउने उद्देश्य राखेको चित्रित गर्थे । धेरै हुतुहरुले यस सम्भावना माथि अत्यधिक विरोध गरेर प्रतिक्रिया व्यक्त गरे।Iनरसंहारको नेतृत्वमा रुवान्डामा आयात गरिएको म्याचेटहरूको ( एक प्रकारको चक्कु ) संख्या बढ्यो।[6]

source: On 6 April 1994, an aeroplane carrying Habyarimana and Burundian President Cyprien Ntaryamira was shot down on its descent into Kigali.[7] At the time, the plane was in the airspace above Habyarimana's house. One person survived but died soon after en route to the hospital. The assassination of Habyarimana ended the peace accords.
ne: अप्रिल ०६, १९९४ मा किगाली विमानस्थल नजिक तत्कालिन हुतु राष्ट्रपति जुभेनल हब्यरिमान र बुरुन्डीका रास्ट्रपति सिप्रिन नटारामीरा सवार विमानमा मिसाइल प्रहार गरियो र घटनास्थलमै राष्ट्रपतिको मृत्यु भयो। [7] उक्त समयमा, हब्यरिमानको घर माथिको हवाई क्षेत्रमा थियो। एक व्यक्ति बाँचेका थिए तर अस्पताल लादा लादै बाटोमै मरे।[स्रोत नखुलेको] हबारीमानको हत्याले शान्ति सम्झौताको अन्त्य गर्यो।

source: These forces recruited and pressured Hutu civilians to arm themselves with machetes, clubs, blunt objects, and other weapons to rape, maim, and kill their Tutsi neighbors and to destroy or steal their property. The breakdown of the peace accords led the RPF to restart its offensive and rapidly seize control of the northern part of the country before capturing Kigali in mid-July, bringing an end to the genocide. During these events and in the aftermath, the United Nations (UN) and countries including the United States, the United Kingdom, and Belgium were criticized for their inaction and failure to strengthen the force and mandate of the UN Assistance Mission for Rwanda (UNAMIR) peacekeepers.
ne: नरसंहार हत्या अर्को दिन सुरु गर्यो। सैनिक, प्रहरी र मिलिसियाले तत्कालै प्रमुख तुत्सी र नरम विचार राख्ने हुतु सैनिक तथा राजनीतिक नेताहरुको हत्या गरे जसले रिक्त ररेको शक्ति नेतृत्व हत्याउन सक्थे । रुवान्डाको राष्ट्रिय आइडी कार्ड (जुन 1 9 33 मा बेल्जियम औपनिवेशिक सरकार द्वारा प्रस्तुत जातीय वर्गीकरण जानकारी समावेश गरिएको थियो ) धारण गर्ने सबैको जाच गर्न चेक पोष्टहरू र बाधाहरू बनाइएका थिए ताकी तुत्सिहरुलाई पहिचान गरेर मार्न सकियोस् । यी सेनाहरूले हुतु नागरिकहरूलाई भर्ना हुन र छूरा चक्कु , डन्डा जस्ता हतियारले सुसज्जित हुन् उर्दी गरे र आफ्ना तुत्सी छिमेकीहरुलाई हत्या गर्न ,बलात्कात र अंगभंग गर्न उक्साए /दबाब दिए र उनीहरुको सम्पति लुट्न लगाए।. शान्ति सम्झौताको ब्रेकडाउनले आरपीएफले आक्रामक र चाँडै देशको उत्तरी भागलाई नियन्त्रणमा ल्याउन पहिले जुलाईको मध्यमा किङली कैद गर्नुअघि यो नरसंहारको अन्त्य ल्याएको थियो।यी घटनाहरु र संयुक्त राष्ट्रसंघ (यूएन) र संयुक्त राज्य, युनाइटेड किंगडम र बेल्जियम सहित देशहरूमा रवांडा (UNAMIR) को लागि संयुक्त राष्ट्र सहयोग मिशन को बल र मन्त्री को बलियो बनाउन को लागी उनको असक्षमता र विफलताको लागि आलोचना गरिएको थियो। नरसंहारको शुरुवातपछि अन्य पर्यवेक्षकहरूले हुतु सरकारको कथित समर्थनको लागि फ्रान्सको सरकारले आलोचना गरेका थिए।[8][9][10][11]

source: Retrieved September 5, 2012. ↑ "Study guide on Eisenhower and religion" (PDF). Eisenhower Presidential Library. p. 1. Retrieved August 16, 2017. ↑ Fenton, Ben (September 27, 2003).
ne: Retrieved September 5, 2012. ↑ "Study guide on Eisenhower and religion", Eisenhower Presidential Library, पृ: १, अभिगमन मिति अगस्ट १६, २०१७। ↑ Fenton, Ben (सेप्टेम्बर २७, २००३), "Macmillan backed Syria assassination plot", The Guardian, अभिगमन मिति मार्च ७, २०१८। ↑ Quirk, Robert E. (1993).

source: "Macmillan backed Syria assassination plot".
ne: Fidel Castro. p.

source: The Guardian. Retrieved March 7, 2018. ↑ Quirk, Robert E. (1993). Fidel Castro. p.
ne: 303 New York and London: W.W. Norton & Company.

source: 303 New York and London: W.W. Norton & Company.
ne: ISBN 978-0393034851. ↑ Gallup, Inc.

source: ISBN 978-0393034851. ↑ Gallup, Inc. "Most Admired Man and Woman".
ne: "Most Admired Man and Woman".

source: Dwight David "Ike" Eisenhower (/ˈaɪzənhaʊ.ər/ EYE-zən-how-ər; October 14, 1890 – March 28, 1969) was an American army general and statesman who served as the 34th President of the United States from 1953 to 1961. During World War II, he was a five-star general in the United States Army and served as Supreme Commander of the Allied Expeditionary Forces in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of France and Germany in 1944–45 from the Western Front.
ne: ड्वीट डी. आइजेनहावर Dwight David "Ike" Eisenhower (/ˈaɪzənhaʊ.ər/ eye-zən-how-ər; एक अमेरिकी सेना को जनरल र राजनीतिज्ञ थिए जसले १९५३ देखि १९६१ सम्म संयुक्त राज्य अमेरिका को ३४ औं राष्ट्रपति को रूप मा सेवा गरे।दोस्रो विश्वयुद्धको क्रममा, उनी संयुक्त राज्य सेनामा पाँच-तारे जनरल थिए र यूरोपमा सहयोगी अभियानकारी सेनाका सर्वोच्च कमांडरको रूपमा सेवा गरे। उत्तरी अफ्रिकाको अपरेशन ट्राचमा 1 9 42-43 मा आक्रमणको योजना र पर्यवेक्षणको लागि उनी जिम्मेवार थिए र 1 944-45 मा फ्रान्स र जर्मनीको पश्चिमी फ्रान्सबाट सफल आक्रमणको लागि जिम्मेवार थिए ।
